Repository: nfouka/OPEN-FOOD
Catalog: app/src/main/locale/*.po
Languages: kk

source: Hello world!
kk: Сәлем әлем!

# action_settings
source: Settings
kk: Баптаулар

# action_about
source: About
kk: Осы туралы

# action_find
source: Find
kk: Табу

# text_barcode
source: Put the barcode :
kk: Штрих-код қою :

# nav_drawer_items_product:0
source: Summary
kk: Түйіндеме

# nav_drawer_items_product:1
source: Ingredients
kk: Ингредиенттер

# nav_drawer_items_product:2
source: Nutrition
kk: Тамақтану

# nav_drawer_items_product:3
source: Back to menu
kk: Мәзірге оралу

# units_array:0
source: g
kk: г

# units_array:1
source: mg
kk: мг

# units_array:2
source: kg
kk: кг

# units_array:3
source: l
kk: л

# units_array:4
source: ml
kk: мл

# images_array:0
source: Default
kk: Әдетті

# images_array:1
source: Nutrition
kk: Тамақтану

# images_array:2
source: Ingredients
kk: Ингредиенттер

# search_button
source: Search
kk: Іздеу

# no_products
source: Products not found
kk: Өнімдер табылмады

# desc_list_item_icon
source: Item Icon
kk: Бекеттің белгішесі

# alert_dialog_warning_title
source: Warning
kk: Ескерту

# alert_dialog_warning_msg_user
source: User/password has changed, please update information
kk: Пайдаланушы/құпиясөз өзгертілген, ақпаратты жаңартыңыз

# alert_dialog_product_error_msg
source: Product not found, please try again
kk: Өнім табылмады, тағы да көріңіз

# toast_retrieving
source: Loading...
kk: Жүктелуде...

# txtBarcode
source: Barcode :
kk: Штрих-код :

# txtQuantity
source: Quantity :
kk: Сан :

# txtPackaging
source: Packaging :
kk: Қаптама :

# txtBrands
source: Brands :
kk: Сауда маркалары :

# txtCategories
source: Categories :
kk: Санаттар :

# txtManufacturing
source: Manufacturing or processing places :
kk: Өндіру орны немесе қайта өңдеу :

# txtCity
source: City, state and country where purchased :
kk: Сатып алатын қала, облыс және ел :

# txtStores
source: Stores :
kk: Дүкендер :

# txtCountries
source: Countries where sold :
kk: Сауда-сататын елдер :

# txtIngredients
source: Ingredients list :
kk: Ингредиенттер тізімі:

# txtSubstances
source: Substances or products causing allergies or intolerances :
kk: Аллергия туғызатын немесе көтере алмайтын заттар немесе өнімдер :

# txtAdditives
source: Additives :
kk: Қоспалар :

# txtTraces
source: Traces :
kk: Қамтуы мүмкін :

# txtMayBeFromPalmOilProduct
source: Ingredients that may be from palm oil :
kk: Ингредиенттер мүмкін пальма майынан :

# txtPalmOilProduct
source: Ingredients from palm oil :
kk: Ингредиенттер пальма майынан :

# txtServingSize
source: Serving size :
kk: Порция мөлшері :

# txtNutrientLevel100g
source: Nutrient levels for 100g :
kk: Тағамдық құндылығы 100 г-да :

# txtLogin
source: Login :
kk: Аты :

# txtPass
source: Password :
kk: Құпиясөз :

# txtTitleHome
source: Open your food and know what you eat
kk: Өзіңіздің тағамыңызды ашып және не жейтініңізді біліңіз

# txtUser
source: User panel
kk: Пайдаланушының панельі

# txtToastSaved
source: User saved
kk: Пайдаланушы сақталған

# txtSalt
source: Salt :
kk: Тұз :

# txtFat
source: Fat :
kk: Май :

# txtSugars
source: Sugars :
kk: Қант :

# txtSaturatedFat
source: Satured fat :
kk: Байытылған май :

# hintBarcode
source: Barcode
kk: Штрих-код

# hintLogin
source: Login
kk: Кіру

# hintPass
source: Password
kk: Құпиясөз

# errorLogin
source: Login or password error
kk: Аты немесе құпиясөзі қате

# errorWeb
source: We were not able to access the internet. Do you have connectivity issues?
kk: Біз Ғаламторға қол жеткізе алдмадық. Сізде қосылу жағынан қиындық бар ма?

# txtInfoLoginOk
source: User saved
kk: Пайдаланушы сақталған

# txtInfoLoginNo
source: User not saved
kk: Пайдаланушы сақталмаған

# txtDialogsTitle
source: Information
kk: Ақпарат

# txtDialogsContent
source: The product you scanned does not exist yet in Open Food Facts. Do you want to add it?
kk: Бұл өнім әлі Open Food Facts-та жоқ. Сіз оны қосқыңыз келе ме?

# txtYes
source: Yes
kk: Иә

# txtNo
source: No
kk: Жоқ

# hintNameProduct
source: Name
kk: Атауы

# hintEnergy
source: Energy in kJ per serving
kk: Энергетикалық құндылығы кДж порцияға

# hintEnergyUnit
source: Energy unit
kk: Энергетикалық құндылықтың бірлігі

# hintWeight
source: Weight
kk: Салмақ

# hintStores
source: Store
kk: Дүкен

# txtTakePicture
source: Take picture
kk: Сурет жасау

# txtSendAll
source: Upload all
kk: Барлығын жіберу

# txtNoData
source: No data
kk: Деректер жоқ

# toastSending
source: Uploading...
kk: Берілісте...

# dataSaved
source: Saved locally on your device
kk: Сіздің құрылғыңызда сақталған

# txtInfoAddUser
source: Please enter your login and password
kk: Аты және құпиясөзді енгізіңіз

# txtDataUpdated
source: Data updated
kk: Мәліметтер жаңартылды

# txtLoading
source: Loading...
kk: Жүктелуде...

# txtDialogsContentDelete
source: Do you want to delete this draft?
kk: Сіз бұл шимайды жойғыңыз келеді ме?

# txtDialogsContentInfoSave
source: The product is saved locally, you can edit it in the Offline Edit menu
kk: Өнім жергілікті сақталған, сіз оның мәзір Автономды Түзетуде түзете аласыз

# txtBarcodeRequire
source: Barcode required
kk: Штрих-код талап етеді

# txtOk
source: Ok
kk: ОК

# txtContentDialogUploading
source: Please don't exit during the process...
kk: ... үдірісінде шықпаңыз

# txtAbout
source: The pictures you send are published under the free licence Creative Commons Attribution and ShareAlike.
kk: Сіз жолдаған фотосуреттер Creative Commons Attribution және ShareAlike лицензияға сай жарияланды.

# txtAllsent
source: Products sent
kk: Өнім жіберілді

# txtPalm
source: The product does not contain any palm oil
kk: Өнім пальма майын құрамайды

# txtBarcodeNotValid
source: Barcode not valid
kk: Жарамсыз штрих-код

source: Try it! Scan now!
kk: Көріңіз! Қазір сканерлеңіз!

source: Share
kk: Бөлісу

# msg_share
source: Look at this product on Open Food Facts :
kk: Бұл өнімді Open Food Facts-та қараңыз:

# create_account
source: Sign up
kk: Тіркелу

# home_drawer
source: Home
kk: Басты бет

# search_drawer
source: Search
kk: Іздеу

# search_by_barcode_drawer
source: Search by barcode
kk: Штрих-код бойынша іздеу

# search_by_name_drawer
source: Search by name
kk: Атауы бойынша іздеу

# scan_search
source: Scan
kk: Сканерлеу

# user_drawer
source: User
kk: Пайдаланушы

# offline_edit_drawer
source: Offline edit
kk: Оффлайн түзету

# txt_anonymous
source: Anonymous
kk: Анонимды

# txt_product_not_found
source: Products not found
kk: Өнім табылмады

# delete_txt
source: Delete
kk: Жою

# sign_in_drawer
source: Sign-in
kk: Кіру

# warning_allergens
source: Contains allergens
kk: Аллергендер құрайды

# title_dialog_alert
source: Add alert
kk: Ескертуді қосу

source: From gallery
kk: Галереядан
